---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ConduitSizeSettingIterator
source: html/23b9fba6-f7b2-5ea8-f545-ba6a49efe3f2.htm
---
# ConduitSizeSettingIterator Properties

Gets the item at the current position of the iterator.